<template>
  <div class="hello">
    <h1>Documentary</h1>
    <p>12月6日，中共中央召开党外人士座谈会，征求对经济工作的意见和建议。习近平主持座谈会并发表重要讲话。</p>
    <p>央视网消息：党的十九大报告描绘了中国经济未来发展蓝图。党的十八大以来，以习近平同志为核心的党中央准确把握复杂局势，科学判断，正确决策，真抓实干，引领我国经济取得历史性成就、发生历史性变革。</p>
    <p>习近平总书记强调，现阶段，我国经济发展的基本特征就是由高速增长阶段转向高质量发展阶段。实现高质量发展，是保持经济社会持续健康发展的必然要求，是适应我国社会主要矛盾变化和全面建设社会主义现代化国家的必然要求。随着从高速增长向高质量发展迈进，中国经济正在开启新的时代。</p>
    <p>第三产业增加值在GDP中的占比从2011年的44.4%快速上升至2017年前三季度的52.9%；超过三分之二的经济增长来自消费，而不是投资和出口；与此同时，制造业技术升级、产业结构高端化的发展特征愈加明显。</p>
    <p>中国经济在变，对于这个重大变化，党的十九大报告给出了一个全新的判断：“我国经济已由高速增长阶段转向高质量发展阶段”，同时提出了“建设现代化经济体系”的新任务，“推动经济发展质量变革、效率变革、动力变革”。</p>
    <p>围绕着质量变革，中国正在展开一场从理念、目标、制度到具体领域工作细节的全方位变革。围绕着效率变革，改革将着力破除制约效率提升的各种体制机制障碍，打破行政性垄断、推动要素价格的市场化，加快实体经济、金融、对外开放等领域的效率提升。围绕着动力变革，拉动中国经济增长的动力，正在从传统要素驱动向创新驱动转变，就在不久前，国家批准建立6大国家研究中心，聚焦世界科技前沿，加强创新能力。</p>
    <p>中国经济正在发生的重大变化，也让国际机构的观察研究视角有了新的调整。对于即将到来的2018年，渣打银行表示，预计未来中国经济增长效率和质量将得到更好地提升；高盛最新发布的报告认为，新兴工业、互联网、新消费和健康产业是中国带给世界的新机会；而世界银行最新发布的《中国经济展望》中，则把中国经济关键词重新定义为“高质量”。</p>
  </div>
</template>

<script>
// import { generateGradient } from '../assets/gradient.js'

export default {
  name: 'Documentary',
  data () {
    return {
    }
  },
  methods: {
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
@media (max-width: 767px) { 
  .hello {
    margin-top: 30px;
  }
}

@media (min-width: 768px) { 
  .hello {
    margin-top: 10px;
    margin-left: 340px;
  }
}

img {
  margin-bottom: 40px;
  width: 100%;
  height: 100%;
}

.imagesBlock {
  display: flex;
  flex-direction: column;
}

</style>
